<div class="well">
    <p>
        Установка может занять несколько минут. Как только вы нажмете кнопку '<b>Установить maxticket</b>' настройки конфигурации будут записаны в этот файл: <b>{{base_path('.env')}}</b>. Вы можете вручную изменить эти настройки в будущем, отредактировав этот файл.
    </p>
    <p>
        Если установка не удалась, обязательно проверьте файл журнала в разделе <b>{{storage_path('logs')}}</b>. Если в файлах журнала нет ошибок, также <b>проверьте другие файлы журнала на вашем сервере</b>.
    </p>
    <p>
        Если вы используете виртуальный хостинг, пожалуйста, спросите у своего хостера, поддерживает ли он требования maxticket, прежде чем обращаться в службу поддержки.
    </p>
    <p>
        Если вам все еще нужна помощь, вы можете <a href="https://github.com/maxticket/maxticket/issues">создать отчет об ошибке</a>. Пожалуйста, укажите как можно больше подробностей, включая любые ошибки в журнале регистрации.
        Также взгляните на <a href="https://www.xbayt.uz/troubleshooting.html">руководство по устранению неисправностей</a>
    </p>
    <p>
        Пожалуйста, также  <a style="text-decoration: underline;" target="_blank" href="https://www.xbayt.uz/license.html">прочитайте лицензию</a> перед установкой maxticket.
    </p>
</div>
